"%lu day left on trial" = "%lu dia faltando para avaliação";
"%lu days left on trial" = "%lu dias faltando para avaliação";
"Apply" = "Aplicar";
"Back" = "Voltar";
"Buy Later" = "Comprar Depois";
"Buy Now" = "Comprar Agora";
"Cancel" = "Cancelar";
"Close" = "Fechar";
"Continue" = "Continuar";
"Did you <a href=\"%@\">lose your licence?</a>" = "Você <a href=\"%@\">perdeu sua licença?</a>";
"Email License to:" = "Enviar Licença para:";
"Email address is blank!" = "O endereço de e-mail está em branco!";
"Enter your serial number below to unlock Path Finder" = "Digite abaixo seu número de série para desbloquear o Path Finder";
"Free Trial" = "Avaliação Gratuita";
"Free trial has expired" = "A avaliação gratuita terminou";
"If you need help, email us at help@cocoatech.com" = "Se você precisa de ajuda, envie-nos um e-mail para help@cocoatech.com";
"If you own Path Finder 6, enter your name and license key to be eligable for the upgrade discount. Continue to the next step if you are a first time buyer." = "Se você tem o Path Finder 6, digite seu nome e chave de licança para estar apto a obter uma atualização com desconto. Avance para a próxima etapa se você está comprando-o pela primeira vez.";
"Licensed for %ld user" = "Licenciado para %ld usuário";
"Licensed for %ld users" = "Licenciado para %ld usuários";
"Not licensed" = "Não licenciado";
"Path Finder 6 License" = "Licença do Path Finder 6";
"Path Finder has been successfully registered. Save your registration information in a safe place." = "O Path Finder foi registrado com sucesso. Guarde suas informações de registro em um lugar seguro.";
"Processing..." = "Processando...";
"Purchase" = "Comprar";
"Purchase Path Finder. It's Fast, Simple and Secure." = "Comprar o Path Finder. É rápido, simples e seguro.";
"Purchase successful. Thank you!" = "Compra bem sucedida. Obrigado!";
"Purchase unsuccessful. Let us know what happened. Email us at help@cocoatech.com" = "Compra não concluída. Conte-nos o que aconteceu. Envie um e-mail para help@cocoatech.com";
"Quit" = "Encerrar";
"Registration" = "Registro";
"Registration Code Invalid" = "Código de Registro Inválido";
"Registration Successful" = "Registro bem-sucedido";
"Request Sent" = "Pedido Enviado";
"Send" = "Enviar";
"Thank you!" = "Obrigado!";
"The Path Finder 6 license key you entered is not valid." = "A chave de licença do Path Finder 6 que você digitou é inválida.";
"The trial period has expired." = "O período de avaliação terminou.";
"There was a problem with the name or license code you entered. Copy and paste the text from the order email and try again. If you still have problems, visit our lost license code page." = "Existe um problema com o nome ou o código de licença que você digitou. Copie e cole o texto de acordo com o e-mail de compra e tente novamente. Se você ainda tiver problemas, visite nossa página de código de licença perdido.";
"Unlock" = "Desbloquear";
"Upgrading from version 6?" = "Atualizando da versão 6?";
"Valid for Upgrade!" = "Válido para Atualização!";
"Wait %u" = "Aguarde %u";
"You entered the correct name and license code. Thank you for registering Path Finder." = "Você digitou o nome e código de licença corretos. Obrigado por se registrar o Path Finder.";
"You will receive your unique serial number instantly." = "Você receberá seu número de série imediataneamente.";
"You're all done. Close this window to continue launching Path Finder. Print this page to make a hard copy of your license code in case you need to install on a new computer in the future." = "Tudo terminado. Feche esta janela para continuar carregando o Path Finder. Imprima esta página para fazer uma cópia de seu código de licença caso você precise instalar em um novo computador no futuro.";
"Your 30 day trial has expired. Please purchase Path Finder." = "Seus 30 dias de avaliação terminou. Compre o Path Finder.";
"Your serial number is in your confirmation email." = "O número de série está no seu e-mail de confirmação.";

/* ==== UNLOCALIZED ==== */

"OK" = "OK";
